Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=241_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Cokka fal ná
smn: Kárvudât peri návt

source: Geahča oanehisvideo, mo galgá gárvodit sámegáktái.
smn: Keejâ uánihisvideo sämimáccuhân kárvudâtmist.

source: Ingá, Ánne ja Niillas besset rihpaide ja gárvodit sámegáktái.
smn: Ingá, Ánne já Niiles peessih riipân já kárvudeteh sämimáccuháid.

source: Gárvodeapmi ii goit leat nu álki, baicce dárkkes bargu, masa dárbbašuvvo veahkki.
smn: Kárvudâttâm ij lah kuittâg meendu älkkee, pic tärhis pargo, moos taarbâš iše.

source: Bagadallan / govven: Ima Aikio-Arianaick, čuohppan: Anne Kirste Aikio, Tero Titoff
smn: Stivrim / kuvvim: Ima Aikio-Arianaick, čuoppâm: Anne Kirste Aikio, Tero Titoff

source: Musihkka: Pentti Kusmin, jorgalus: Birit Vuolab
smn: Muusik: Pentti Kusmin, jurgâlus: Birit Vuolab

source: Buvttadeapmi: Sámi Siida Ohcejohka 2005
smn: Pyevtittâs: Sámi Siida Ucjuuhâ 2005

source: Guhkkodat: 3,11
smn: Kukkodâh: 3,11
